Repository: wp-plugins/woocommerce-nl-alternative
Catalog: languages/woocommerce-gravityforms-product-addons/*.po
Languages: nl_nl

source: Subtotal
nl_nl: Subtotaal

source: Options
nl_nl: Opties

source: Total
nl_nl: Totaal

source: Select options
nl_nl: Selecteer opties

source: General
nl_nl: Algemeen

source: Choose Form
nl_nl: Kies formulier

source: None
nl_nl: Geen

source: Display Title
nl_nl: Toon titel

source: Display Description
nl_nl: Toon beschrijving

source: Price Labels
nl_nl: Prijslabels

source: Remove WooCommerce Price?
nl_nl: Verwijder WooCommerce prijs?

source: Price Before
nl_nl: Prijs voor

source: Base Price:
nl_nl: Basisprijs:

source: Enter text you would like printed before the price of the product.
nl_nl: Voer de tekst in die je wilt tonen voor de prijs van het product.

source: Price After
nl_nl: Prijs achter

source: Enter text you would like printed after the price of the product.
nl_nl: Voer de tekst in die je wilt tonen achter de prijs van het product.

source: Total Calculations
nl_nl: Totaalberekeningen

source: Disable Calculations?
nl_nl: Berekeningen uitschakelen?

source: Disable Subtotal?
nl_nl: Subtotaal uitschakelen?

source: Subtotal Label
nl_nl: Subtotaal-label

source: Enter "Subtotal" label to display on for single products.
nl_nl: Voer "Subtotaal" label in om te tonen voor losse producten.

source: Disable Options Label?
nl_nl: Optieslabel uitschakelen?

source: Options Label
nl_nl: Optieslabel

source: Enter the "Options" label to display for single products.
nl_nl: Voer "Opties" label in om te tonen voor losse producten.

source: Disable Total Label?
nl_nl: Totaallabel uitschakelen?

source: Total Label
nl_nl: Totaallabel

source: Enter the "Total" label to display for single products.
nl_nl: Voer "Totaal" label in om te tonen voor losse producten.

source: You must set a price for the product before the gravity form will be visible. Set the price to 0 if you are performing all price calculations with the attached Gravity Form.
nl_nl: Je moet de productprijs instellen voordat het gravity-form zichtbaar is. Zet de prijs op 0 als je alle prijsberekeningen wilt doen met de bijgevoegde Gravity Form.

source: is invalid. Please remove and try readding to the cart
nl_nl: is ongeldig. Verwijder en probeer opnieuw toe te voegen aan de winkelwagen.
