Repository: wp-plugins/woocommerce-nl-alternative
Catalog: languages/woocommerce-*-vat-number/*.po
Languages: nl_nl

source: EU VAT Title
nl_nl: EU BTW titel

source: The title that appears at checkout above the VAT Number box.
nl_nl: De titel die verschijnt tijdens het afrekenen boven het BTW nummer veld.

source: EU VAT Message
nl_nl: EU BTW bericht

source: The message that appears at checkout above the VAT Number box.
nl_nl: Het bericht die verschijnt tijdens het afrekenen boven het BTW nummer veld.

source: Show field for base country
nl_nl: Toon veld voor basis land

source: Show the VAT field even when the customer is in your base country
nl_nl: Toon het BTW veld ook wanneer de klant in uw basis land is

source: Deduct VAT for base country
nl_nl: BTW aftrek voor basis land

source: Deduct the VAT even when the customer is in your base country and has a valid number
nl_nl: BTW aftrekken zelfs wanneer de klant in uw basis land is en een geldig nummer heeft

source: EU VAT Number
nl_nl: EU BTW nummer

source: If you are in the EU and have a valid EU VAT registration number please enter it below.
nl_nl: Als u in de EU bent en een geldige EU BTW registratie nummer heeft voer deze dan hieronder in.

source: VAT Number
nl_nl: BTW nummer

source: You cannot use a VAT number since your country (%s) is outside of the EU.
nl_nl: U kunt geen BTW nummer gebruiken omdat uw land (%s) buiten de EU valt.

source: You have entered an invalid VAT number (%s) for your country.
nl_nl: U heeft een ongeldige BTW nummer (%s) ingevoerd voor uw land.
